{
	"Join the #1 Minecraft Server": "संयुक्त हों #1 माइनक्राफ्ट सर्वर",
	"%server% is a free to play Minecraft server. Join others and be the best!": "%server% खेलने के लिए मुफ्त माइनक्राफ्ट सर्वर है। दूसरों से जुड़ें और सबसे अच्छे बनें!",
	"Welcome to the official %server% Store. This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "आधिकारिक %server% स्टोर में आपका स्वागत है। यह आपके खिलाड़ी अनुभव को बढ़ाने के लिए एक जगह है। हम रैंक पास, आइटम और बूस्टर प्रदान करते हैं।",
	"Time to engage the game!": "गेम से जुड़ने का समय!",
	"Double your Minecraft experience with %server%. Enjoy our professionally made games with your friends!": "अपने मित्रों के साथ %server% के साथ अपने माइनक्राफ्ट अनुभव को दोगुना करें। हमारे व्यावसायिक बनाए गए खेलों का आनंद लें!",
	"%value% Registered Players": "%value% पंजीकृत खिलाड़ी",
	"Click to Join!": "शामिल होने के लिए क्लिक करें!",
	"Leaderboards, statistics and the best players!": "लीडरबोर्ड, सांख्यिकी और सबसे अच्छे खिलाड़ी!",
	"View the Store for Products...": "उत्पादों के लिए स्टोर देखें...",
	"%value% products in the store": "स्टोर में %value% उत्पाद",
	"Before creating a ticket!": "टिकट बनाने से पहले!",
	"We have solutions for our Frequently Asked Questions in our Help Centre. To resolve your matter faster, please take look on our Help Centre before creating a support ticket.": "हमारे मदद केंद्र में हमारे अक्सर पूछे जाने वाले प्रश्नों के लिए हमारे समाधान हैं। अपने मामले को तेजी से हल करने के लिए, कृपया हमारे मदद केंद्र की जाँच करें और एक समर्थन टिकट बनाने से पहले।",
	"Notice": "अधिसूचना",
	"Don't forget to check the Help Centre before creating a support ticket.": "समर्थन टिकट बनाने से पहले हमारे मदद केंद्र की जाँच करना न भूलें।",
	"Couldn't find the answer you were looking for? Create a support ticket to resolve your matter now.": "आप जिस उत्तर का खोज रहे थे उसे नहीं मिला? अपने मामले को अब हल करने के लिए एक समर्थन टिकट बनाएं।",
	"Copy the IP address and step in to the fun world of %server%!": "आईपी पते को कॉपी करें और %server% के मजेदार दुनिया में चरण लें!",
	"How to play on %server%?": "%server% पर खेलने के तरीके?",
	"Create a %server% account...": "%server% खाता बनाएं...",
	"Don't be afraid from the goose bumps while registering. This is just the beginning. They say it goes away in a few days, but many has got used to live with it...": "पंजीकरण करते समय गंजेपन से न डरें। यह बस शुरुआत है। कुछ दिनों में यह जाने लगता है, लेकिन कई लोग इसके साथ रहने का अभ्यस्त हो गए हैं...",
	"Download the Minecraft...": "माइनक्राफ्ट डाउनलोड करें...",
	"You need to install this client to play online with your friends on %server%. Don't worry, it just takes a few minutes...": "%server% पर अपने दोस्तों के साथ ऑनलाइन खेलने के लिए आपको इस क्लाइंट को इंस्टॉल करना होगा। चिंता न करें, यह कुछ ही मिनटों में हो जाएगा...",
	"Join the %server% fun...": "%server% के मजे में शामिल हों...",
	"Copy the IP address and add it to your server list. Then get ready for the unbelievable experiences in our server. Some cool stuff, and some magical...": "IP पता कॉपी करें और इसे अपनी सर्वर सूची में जोड़ें। फिर हमारे सर्वर में अविश्वसनीय अनुभव के लिए तैयार रहें। कुछ शानदार चीजें और कुछ जादुई...",
	"Welcome to %server%, we felt your energy is about to change something for the better.": "%server% में आपका स्वागत है, हमें लगता है कि आपकी ऊर्जा कुछ बेहतर करने जा रही है।",
	"Welcome to the games, take look at our game modes in our server.": "खेलों में आपका स्वागत है, हमारे सर्वर में हमारे खेल मोड देखें।",
	"Click to see information about the game mode!": "खेल मोड के बारे में जानकारी देखने के लिए क्लिक करें!",
	"The best player corner": "सबसे अच्छा खिलाड़ी कोने",
	"For the best and the most glaring players...": "सबसे अच्छे और सबसे ज्यादा चमकदार खिलाड़ियों के लिए...",
	"%server% Favourite Players": "%server% पसंदीदा खिलाड़ियों",
	"Show everyone you're the best!": "सबको दिखाएं कि आप सबसे अच्छे हैं!",
	"The top is only for the best!": "शीर्ष केवल सबसे अच्छे के लिए है!",
	"Can you join in the leaderboard?": "क्या आप लीडरबोर्ड में शामिल हो सकते हैं?",
	"Become the best of all now!": "अब सबसे अच्छे बनें!",
	"Our community guidelines for a better and more fun gaming experience...": "हमारे समुदाय के नियम हमारे खेल का अनुभव बेहतर और अधिक मजेदार बनाने के लिए...",
	"Play Now": "अभी खेलो",
	"Back to home!": "घर पर वापस!",
	"Sign in to access your account.": "अपने खाते का उपयोग करने के लिए साइन इन करें।",
	"Sign up to join our server.": "हमारे सर्वर में शामिल होने के लिए साइन अप करें।",
	"Submit a reset request to access your account.": "अपने अकाउंट तक पहुंच पाने के लिए रीसेट अनुरोध सबमिट करें।",
	"Change your password to access your account.": "अपने अकाउंट तक पहुंच करने के लिए अपना पासवर्ड बदलें।",
	"The portal appears to be closed...": "पोर्टल बंद दिखाई दे रहा है...",
	"The portal has not yet been built for the page you want to go to.": "आप जिस पेज पर जाना चाहते हैं, उसके लिए अभी तक पोर्टल नहीं बनाया गया है।",
	"Close the Menu": "मेनू बंद करें",
	"Bans": "बैन",
	"Logs": "लॉग",
	"Details": "विवरण",
	"Select": "चुनें",
	"Buy a product": "एक उत्पाद खरीदें",
	"Last Registration": "अंतिम पंजीकरण",
	"Donated %total% in total this month.": "इस महीने कुल %total% दान किया।",
	"Meet our experienced and friendly staffs.": "हमारे अनुभवी और दोस्तीपूर्ण स्टाफ का जानें।",
	"You can find players who have been punished on our server.": "हमारे सर्वर पर जो खिलाड़ियों को दंडित किया गया है, उन्हें आप यहां पाएंगे।"
}
