{
	"Join the #1 Minecraft Server": "Unisciti al server Minecraft numero 1",
	"%server% is a free to play Minecraft server. Join others and be the best!": "%server% è un server Minecraft gratuito. Unisciti agli altri e diventa il migliore!",
	"%server% Store": "%server% Store",
	"Welcome to the official %server% Store. This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Benvenuto nella Store ufficiale di %server%. Questo è il posto dove puoi migliorare la tua esperienza di gioco. Offriamo pass rank, oggetti e boosters.",
	"Time to engage the game!": "E' ora di giocare!",
	"Double your Minecraft experience with %server%. Enjoy our professionally made games with your friends!": "Doppia la tua esperienza di Minecraft con %server%. Goditi i nostri giochi professionalmente creati con i tuoi amici!",
	"%value% Registered Players": "%value% Giocatori registrati",
	"Click to Join!": "Clicca per unirti!",
	"Go to link": "Vai al link",
	"Leaderboards, statistics and the best players!": "Leaderboards, statistiche e i migliori giocatori!",
	"View the Store for Products...": "Guarda la Store per i prodotti...",
	"%value% products in the store": "%value% prodotti nella store",
	"Before creating a ticket!": "Prima di creare un ticket!",
	"We have solutions for our Frequently Asked Questions in our Help Centre. To resolve your matter faster, please take look on our Help Centre before creating a support ticket.": "Abbiamo soluzioni per le nostre Domande Frequenti nel nostro Help Centre. Per risolvere il tuo problema più velocemente, per favore dai un'occhiata al nostro Help Centre prima di creare un ticket di supporto.",
	"Notice": "Avviso",
	"Don't forget to check the Help Centre before creating a support ticket.": "Non dimenticare di controllare il Help Centre prima di creare un ticket di supporto.",
	"Couldn't find the answer you were looking for? Create a support ticket to resolve your matter now.": "Non hai trovato la risposta che stavi cercando? Crea un ticket di supporto per risolvere il tuo problema ora.",
	"Copy the IP address and step in to the fun world of %server%!": "Copia l'indirizzo IP e entra nel mondo divertente di %server%!",
	"How to play on %server%?": "Come giocare su %server%?",
	"Create a %server% account...": "Crea un account %server%...",
	"Don't be afraid from the goose bumps while registering. This is just the beginning. They say it goes away in a few days, but many has got used to live with it...": "Non aver paura dei brividi mentre ti registri. Questo è solo l'inizio. Dicono che scompaiono in pochi giorni, ma molti si sono abituati a vivere con essi...",
	"Download the Minecraft...": "Scarica Minecraft...",
	"You need to install this client to play online with your friends on %server%. Don't worry, it just takes a few minutes...": "Devi installare questo client per giocare online con i tuoi amici su %server%. Non preoccuparti, ci vuole solo qualche minuto...",
	"Join the %server% fun...": "Unisciti al divertimento di %server%...",
	"Copy the IP address and add it to your server list. Then get ready for the unbelievable experiences in our server. Some cool stuff, and some magical...": "Copia l'indirizzo IP e aggiungilo alla tua lista server. Poi preparati per le incredibili esperienze nel nostro server. Qualche cosa di fresco, e qualcosa di magico...",
	"Welcome to %server%, we felt your energy is about to change something for the better.": "Benvenuto su %server%, abbiamo sentito che la tua energia sta per cambiare qualcosa per il meglio.",
	"Welcome to the games, take look at our game modes in our server.": "Benvenuto ai giochi, dai un'occhiata ai nostri modi di gioco nel nostro server.",
	"Click to see information about the game mode!": "Clicca per vedere le informazioni sul modo di gioco!",
	"The best player corner": "La migliore angolo del giocatore",
	"For the best and the most glaring players...": "Per i migliori e i giocatori più brillanti...",
	"%server% Favourite Players": "%server% Giocatori preferiti",
	"Show everyone you're the best!": "Mostra a tutti che sei il migliore!",
	"The top is only for the best!": "La cima è solo per i migliori!",
	"Can you join in the leaderboard?": "Puoi unirti al leaderboard?",
	"Become the best of all now!": "Diventa il migliore di tutti ora!",
	"Our community guidelines for a better and more fun gaming experience...": "Le nostre linee guida per una migliore e più divertente esperienza di gioco...",
	"Play Now": "Gioca ora",
	"Back to home!": "Torna alla home!",
	"Sign in to access your account.": "Accedi al tuo account.",
	"Sign up to join our server.": "Registrati per unirti al nostro server.",
	"Submit a reset request to access your account.": "Invia una richiesta di reimpostazione per accedere al tuo account.",
	"Change your password to access your account.": "Cambia la tua password per accedere al tuo account.",
	"The portal appears to be closed...": "Il portale sembra essere chiuso...",
	"The portal has not yet been built for the page you want to go to.": "Il portale non è ancora stato costruito per la pagina a cui vuoi andare.",
	"Close the Menu": "Chiudi il menu",
	"Bans": "Bans",
	"Logs": "Logs",
	"Details": "Dettagli",
	"Select": "Seleziona",
	"Buy a product": "Compra un prodotto",
	"Last Registration": "Ultima registrazione",
	"Donated %total% in total this month.": "Donato %total% in totale questo mese.",
	"Meet our experienced and friendly staff.": "Incontra i nostri staff esperti e cordiali.",
	"You can find players who have been punished on our server.": "Puoi trovare giocatori che sono stati puniti sul nostro server.",
	"Summary": "Sommario",
	"%discount%% OFF!": "%discount%% DI SCONTO!"
}
