{
	"Join the #1 Minecraft Server": "Присоединяйтесь к серверу Minecraft №1",
	"%server% is a free to play Minecraft server. Join others and be the best!": "%server% - бесплатный сервер Minecraft. Присоединяйтесь к другим и станьте лучшим!",
	"%server% Store": "%server% Магазин",
	"Welcome to the official %server% Store. This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Добро пожаловать в официальный магазин %server%. Здесь вы можете улучшить своё игровое времяпрепровождение. Мы предлагаем пакеты рангов, предметы и ускорители.",
	"Time to engage the game!": "Время начать игру!",
	"Double your Minecraft experience with %server%. Enjoy our professionally made games with your friends!": "Удвойте своё времяпрепровождение в Minecraft с %server%. Наслаждайтесь нашими профессионально созданными играми с друзьями!",
	"%value% Registered Players": "%value% зарегистрированных игроков",
	"Click to Join!": "Нажмите, чтобы присоединиться!",
	"Go to link": "Перейти по ссылке",
	"Leaderboards, statistics and the best players!": "Таблица лидеров, статистика и лучшие игроки!",
	"View the Store for Products...": "Посмотреть магазин для продуктов...",
	"%value% products in the store": "%value% продуктов в магазине",
	"Before creating a ticket!": "Перед созданием тикета!",
	"We have solutions for our Frequently Asked Questions in our Help Centre. To resolve your matter faster, please take look on our Help Centre before creating a support ticket.": "У нас есть решения для наших часто задаваемых вопросов в нашем Центре помощи. Чтобы решить ваш вопрос быстрее, пожалуйста, взгляните на наш Центр помощи перед созданием тикета поддержки.",
	"Notice": "Уведомление",
	"Don't forget to check the Help Centre before creating a support ticket.": "Не забудьте проверить Центр помощи перед созданием тикета поддержки.",
	"Couldn't find the answer you were looking for? Create a support ticket to resolve your matter now.": "Не удалось найти ответ, который вы искали? Создайте тикет поддержки, чтобы решить ваш вопрос сейчас.",
	"Copy the IP address and step in to the fun world of %server%!": "Скопируйте IP-адрес и войдите в мир веселья %server%!",
	"How to play on %server%?": "Как играть на %server%?",
	"Create a %server% account...": "Создать аккаунт %server%...",
	"Don't be afraid from the goose bumps while registering. This is just the beginning. They say it goes away in a few days, but many has got used to live with it...": "Не бойтесь от холодных волн, когда регистрируетесь. Это только начало. Говорят, они проходят через несколько дней, но многие привыкли жить с ними...",
	"Download the Minecraft...": "Скачать Minecraft...",
	"You need to install this client to play online with your friends on %server%. Don't worry, it just takes a few minutes...": "Вам нужно установить этот клиент, чтобы играть онлайн с друзьями на %server%. Не волнуйтесь, это займет всего несколько минут...",
	"Join the %server% fun...": "Присоединяйтесь к веселью %server%...",
	"Copy the IP address and add it to your server list. Then get ready for the unbelievable experiences in our server. Some cool stuff, and some magical...": "Скопируйте IP-адрес и добавьте его в список серверов. Затем готовьтесь к невероятным ощущениям на нашем сервере. Некоторые крутые вещи и некоторые магические...",
	"Welcome to %server%, we felt your energy is about to change something for the better.": "Добро пожаловать на %server%, мы чувствуем, что ваша энергия собирается что-то изменить к лучшему.",
	"Welcome to the games, take look at our game modes in our server.": "Добро пожаловать в игры, посмотрите на наши игровые режимы на нашем сервере.",
	"Click to see information about the game mode!": "Нажмите, чтобы увидеть информацию о игровом режиме!",
	"The best player corner": "Лучший угол игрока",
	"For the best and the most glaring players...": "Для лучших и самых ярких игроков...",
	"%server% Favourite Players": "%server% Избранные игроки",
	"Show everyone you're the best!": "Покажите всем, что вы лучший!",
	"The top is only for the best!": "Топ только для лучших!",
	"Can you join in the leaderboard?": "Вы можете присоединиться к таблице лидеров?",
	"Become the best of all now!": "Станьте лучшим из всех сейчас!",
	"Our community guidelines for a better and more fun gaming experience...": "Наше сообщество руководство по лучшему и более веселому игровому опыту...",
	"Play Now": "Играть сейчас",
	"Back to home!": "Вернуться домой!",
	"Sign in to access your account.": "Войдите, чтобы получить доступ к своей учетной записи.",
	"Sign up to join our server.": "Зарегистрируйтесь, чтобы присоединиться к нашему серверу.",
	"Submit a reset request to access your account.": "Отправьте запрос на сброс, чтобы получить доступ к своей учетной записи.",
	"Change your password to access your account.": "Измените свой пароль, чтобы получить доступ к своей учетной записи.",
	"The portal appears to be closed...": "Портал, похоже, закрыт...",
	"The portal has not yet been built for the page you want to go to.": "Портал еще не был построен для страницы, которую вы хотите посетить.",
	"Close the Menu": "Закрыть меню",
	"Bans": "Баны",
	"Logs": "Журналы",
	"Details": "Детали",
	"Select": "Выбрать",
	"Buy a product": "Купить продукт",
	"Last Registration": "Последняя регистрация",
	"Donated %total% in total this month.": "Всего пожертвовал %total% в этом месяце.",
	"Meet our experienced and friendly staff.": "Познакомьтесь с нашим опытным и дружелюбным персоналом.",
	"You can find players who have been punished on our server.": "Вы можете найти игроков, которые были наказаны на нашем сервере.",
	"Summary": "Резюме",
	"%discount%% OFF!": "%discount%% СКИДКА!"
}
