{
	"Join the #1 Minecraft Server": "1 Numaralı Minecraft Sunucusuna Katılın!",
	"%server% is a free to play Minecraft server. Join others and be the best!": "%server% ücretsiz bir Minecraft sunucusudur. Aramıza katılın ve sunucunun en iyisi olun!",
	"Welcome to the official %server% Store. This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Resmi %server% Mağazasına Hoşgeldiniz. Bu, oyuncu deneyiminizi geliştirmeniz için yerinizdir. VIP, Item ve boosters sunuyoruz.",
	"Time to engage the game!": "Oyun dahil olma zamanı!",
	"Double your Minecraft experience with %server%. Enjoy our professionally made games with your friends!": "%server% ile minecraft keyfinizi ikiye katlayın. Profesyonelce yapılmış bu sunucu eğlencenin yeni adresi",
	"%value% Registered Players": "%value% oyuncu kayıtlı",
	"Click to Join!": "Tıkla Katıl!",
	"Leaderboards, statistics and the best players!": "Sıralamalar, istatistikler ve en iyi oyuncular!",
	"View the Store for Products...": "Ürünleri görmek için mağazayı görüntüle...",
	"%value% products in the store": "%value% ürün bulunuyor",
	"Before creating a ticket!": "Destek oluşturmadan önce!",
	"We have solutions for our Frequently Asked Questions in our Help Centre. To resolve your matter faster, please take look on our Help Centre before creating a support ticket.": "Sıkca yaşanılan sorunları makaleler halinde yardım merkezinde paylaştık. Daha hızlı çözüme ulaşmak için talep oluşturmadan önce yardım merkezini kontrol et.",
	"Notice": "Bilgilendirme",
	"Don't forget to check the Help Centre before creating a support ticket.": "Talep oluşturmadan önce yardım merkezine bakmayı unutmayınız.",
	"Couldn't find the answer you were looking for? Create a support ticket to resolve your matter now.": "Aradığın yanıtı bulamadın mı? Aradığın soruya yanıt bulmak için talep oluşturabilirsin.",
	"Copy the IP address and step in to the fun world of %server%!": "IP Adresini kopyala ve eğlence dünyasına ilk adımlarını at. Haydi durma şimdi tam zamanı...",
	"How to play on %server%?": "Adım adım %server%'da oynama",
	"Create a %server% account...": "%server% hesabını oluştur...",
	"Don't be afraid from the goose bumps while registering. This is just the beginning. They say it goes away in a few days, but many has got used to live with it...": "Hesap oluştururken tüylerin diken diken olursa korkma. Bu sadece sunucumuzun bir cazibesi. Bir kaç güne geçiyor diyorlar ama çoğu bununla yaşamaya alıştı.",
	"Download the Minecraft...": "Minecraft'ı indir...",
	"You need to install this client to play online with your friends on %server%. Don't worry, it just takes a few minutes...": "Diğer oyuncularla sunucumuzda oynamak için Minecraft'ı bilgisayarına kurman gerekiyor. Merak etme bir kaç dakika bile sürmeyecek.",
	"Join the %server% fun...": "%server% eğlencesine dahil olun...",
	"Copy the IP address and add it to your server list. Then get ready for the unbelievable experiences in our server. Some cool stuff, and some magical...": "IP adresini kopyala ve sunucu listene ekle. Ardından kalbimizi küt küt atmasına yol açacak sunucu girişini yap. Biraz havalı, belki herkesi büyüleyecek.",
	"Welcome to %server%, we felt your energy is about to change something for the better.": "Aramıza hoşgeldin, seni görünce içimiz kıpır kıpır oluverdi. Bir şeylerin değişeceğini hissettik.",
	"Welcome to the games, take look at our game modes in our server.": "Oyunlara hoşgeldin, sunucumuzda ki oyunlara göz atmak üzeresin",
	"Click to see information about the game mode!": "Oyun modu hakkında bilgi sahibi olmak için tıkla!",
	"The best player corner": "En iyiler köşesi",
	"For the best and the most glaring players...": "Gösterişli oyuncular ve hep daha ileriye giden oyuncular için...",
	"%server% Favourite Players": "%server% gözdesi",
	"Show everyone you're the best!": "Herkesten üstün olduğunu göster!",
	"The top is only for the best!": "Zirveler en iyiler içindir!",
	"Can you join in the leaderboard?": "Sıralamaya girebilir misin?",
	"Become the best of all now!": "Şimdi en iyi oyuncu ol!",
	"Our community guidelines for a better and more fun gaming experience...": "Oyunu daha eğlenceli yapmak için belirlenen topluluk kurallarımız...",
	"Play Now": "Şimdi Oyna",
	"Back to home!": "Ana Sayfaya Dön!",
	"Sign in to access your account.": "Hesabına erişmek için giriş yap.",
	"Sign up to join our server.": "Sunucumuza katılmak için kayıt ol.",
	"Submit a reset request to access your account.": "Hesabına erişmek için şifre sıfırlama talebi oluştur.",
	"Change your password to access your account.": "Hesabına erişmek için şifreni değiştir.",
	"The portal appears to be closed...": "Portal kapalı gibi görünüyor...",
	"The portal has not yet been built for the page you want to go to.": "Portal henüz oluşturulmadı. İstediğin sayfaya gitmek için lütfen daha sonra tekrar deneyin.",
	"Close the Menu": "Menüyü Kapat",
	"Bans": "Banlar",
	"Logs": "Loglar",
	"Details": "Detaylar",
	"Select": "Seç",
	"Buy a product": "Ürün satın alma",
	"Last Registration": "Aramıza son katılanlar",
	"Donated %total% in total this month.": "Bu ay toplam %total% bağış yaptı.",
	"Meet our experienced and friendly staffs.": "Deneyimli ve cana yakın yetkililerimizle tanışın.",
	"You can find players who have been punished on our server.": "Sunucumuzda cezalandırılan oyuncuları buradan bulabilirsin."
}
