{
	"Join the #1 Minecraft Server": "Tham gia máy chủ Minecraft số 1",
	"%server% is a free to play Minecraft server. Join others and be the best!": "%server% là một máy chủ Minecraft miễn phí. Tham gia với những người khác và trở thành người chiến thắng!",
	"Welcome to the official %server% Store. This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Chào mừng bạn đến với cửa hàng chính thức của %server%. Đây là nơi để bạn nâng cao trải nghiệm của mình. Chúng tôi cung cấp các gói cấp độ, vật phẩm và tăng tốc.",
	"Time to engage the game!": "Thời gian để tham gia trò chơi!",
	"Double your Minecraft experience with %server%. Enjoy our professionally made games with your friends!": "Đôi khi trải nghiệm Minecraft của bạn với %server%. Thưởng thức các trò chơi được làm bởi chuyên nghiệp của chúng tôi với bạn bè của bạn!",
	"%value% Registered Players": "%value% Người chơi đã đăng ký",
	"Click to Join!": "Nhấn để tham gia!",
	"Leaderboards, statistics and the best players!": "Bảng xếp hạng, thống kê và những người chơi tốt nhất!",
	"View the Store for Products...": "Xem cửa hàng để mua sản phẩm...",
	"%value% products in the store": "%value% sản phẩm trong cửa hàng",
	"Before creating a ticket!": "Trước khi tạo một phiếu!",
	"We have solutions for our Frequently Asked Questions in our Help Centre. To resolve your matter faster, please take look on our Help Centre before creating a support ticket.": "Chúng tôi có các giải pháp cho các câu hỏi thường gặp trong Trung tâm trợ giúp của chúng tôi. Để giải quyết vấn đề của bạn nhanh hơn, vui lòng xem Trung tâm trợ giúp của chúng tôi trước khi tạo một phiếu hỗ trợ.",
	"Notice": "Thông báo",
	"Don't forget to check the Help Centre before creating a support ticket.": "Đừng quên kiểm tra Trung tâm trợ giúp trước khi tạo một phiếu hỗ trợ.",
	"Couldn't find the answer you were looking for? Create a support ticket to resolve your matter now.": "Không thể tìm thấy câu trả lời bạn đang tìm kiếm? Tạo một phiếu hỗ trợ để giải quyết vấn đề của bạn ngay bây giờ.",
	"Copy the IP address and step in to the fun world of %server%!": "Sao chép địa chỉ IP và bước vào thế giới vui vẻ của %server%!",
	"How to play on %server%?": "Làm thế nào để chơi trên %server%?",
	"Create a %server% account...": "Tạo một tài khoản %server%...",
	"Don't be afraid from the goose bumps while registering. This is just the beginning. They say it goes away in a few days, but many has got used to live with it...": "Đừng sợ lạnh khi đăng ký. Đây chỉ là bắt đầu. Họ nói nó sẽ đi trong vài ngày, nhưng nhiều người đã quen với cuộc sống với nó ...",
	"Download the Minecraft...": "Tải về Minecraft...",
	"You need to install this client to play online with your friends on %server%. Don't worry, it just takes a few minutes...": "Bạn cần cài đặt ứng dụng này để chơi trực tuyến với bạn bè của bạn trên %server%. Đừng lo, nó chỉ mất vài phút ...",
	"Join the %server% fun...": "Tham gia vào %server% vui vẻ...",
	"Copy the IP address and add it to your server list. Then get ready for the unbelievable experiences in our server. Some cool stuff, and some magical...": "Sao chép địa chỉ IP và thêm nó vào danh sách máy chủ của bạn. Sau đó chuẩn bị cho những trải nghiệm không thể tin được trong máy chủ của chúng tôi. Một số điều thú vị và một số kỳ diệu ...",
	"Welcome to %server%, we felt your energy is about to change something for the better.": "Chào mừng bạn đến với %server%, chúng tôi cảm thấy năng lượng của bạn sẽ thay đổi một điều gì đó cho tốt hơn.",
	"Welcome to the games, take look at our game modes in our server.": "Chào mừng bạn đến với các trò chơi, xem xét các chế độ trò chơi của chúng tôi trong máy chủ của chúng tôi.",
	"Click to see information about the game mode!": "Nhấp để xem thông tin về chế độ trò chơi!",
	"The best player corner": "Góc người chơi tốt nhất",
	"For the best and the most glaring players...": "Đối với những người chơi tốt nhất và rực rỡ nhất ...",
	"%server% Favourite Players": "%server% Người chơi yêu thích",
	"Show everyone you're the best!": "Hiển thị cho mọi người bạn là người tốt nhất!",
	"The top is only for the best!": "Top chỉ dành cho những người tốt nhất!",
	"Can you join in the leaderboard?": "Bạn có thể tham gia vào bảng xếp hạng?",
	"Become the best of all now!": "Trở thành người tốt nhất của tất cả ngay bây giờ!",
	"Our community guidelines for a better and more fun gaming experience...": "Hướng dẫn cộng đồng của chúng tôi cho trải nghiệm chơi game tốt hơn và vui vẻ hơn ...",
	"Play Now": "Chơi ngay",
	"Back to home!": "Quay lại trang chủ!",
	"Sign in to access your account.": "Đăng nhập để truy cập tài khoản của bạn.",
	"Sign up to join our server.": "Đăng ký để tham gia máy chủ của chúng tôi.",
	"Submit a reset request to access your account.": "Gửi yêu cầu đặt lại để truy cập tài khoản của bạn.",
	"Change your password to access your account.": "Thay đổi mật khẩu của bạn để truy cập tài khoản của bạn.",
	"The portal appears to be closed...": "Cổng hiển thị đã đóng ...",
	"The portal has not yet been built for the page you want to go to.": "Cổng chưa được xây dựng cho trang bạn muốn đi đến.",
	"Close the Menu": "Đóng Menu",
	"Bans": "Cấm",
	"Logs": "Nhật ký",
	"Details": "Chi tiết",
	"Select": "Lựa chọn",
	"Buy a product": "Mua một sản phẩm",
	"Last Registration": "Đăng ký cuối cùng",
	"Donated %total% in total this month.": "Đã ủng hộ %total% tổng cộng trong tháng này.",
	"Meet our experienced and friendly staffs.": "Gặp những nhân viên kinh nghiệm và thân thiện của chúng tôi.",
	"You can find players who have been punished on our server.": "Bạn có thể tìm thấy những người chơi đã bị kỷ luật trên máy chủ của chúng tôi."
}
