{
	"Welcome to the Store!": "Vítejte v obchodě!",
	"Welcome to the official %server% Store. This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Vítejte v oficiálním %server% obchodě. Toto je místo, kde můžete zlepšit své hráčské zkušenosti. Nabízíme předplatné, položky a zvýšení.",
	"This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Toto je místo, kde můžete zlepšit své hráčské zkušenosti. Nabízíme předplatné, položky a zvýšení.",
	"Are you ready to be best?": "Jste připraveni být nejlepší?",
	"Check out our server's news!": "Podívejte se na naše novinky!",
	"There is news from our server. Check out our posts so you don't miss the latest developments.": "Jsou zde novinky z našeho serveru. Podívejte se na naše příspěvky, abyste nezmeškali poslední vývoje.",
	"There are discounts waiting for you in the store!": "V obchodě čekají slevy!",
	"Play Now": "Hrát nyní",
	"Back to home!": "Zpět domů!",
	"Play on %server%": "Hrát na %server%",
	"Server Address": "Adresa serveru",
	"Click to Join!": "Klikněte pro připojení!",
	"Top Donor": "Top Donor",
	"Top Donor This Month": "Top Donor tento měsíc",
	"Guest": "Host",
	"Click to Login!": "Klikněte pro přihlášení!",
	"Back to Store": "Zpět do obchodu",
	"Join": "Připojit",
	"Join Us": "Připojte se k nám",
	"Join the Chat": "Připojte se k chatu",
	"Details": "Podrobnosti",
	"Announcements": "Oznámení",
	"Recent Registrations": "Nedávné registrace",
	"Go to link": "Přejít na odkaz",
	"%discount%% OFF!": "%discount%% OFF!",
	"Bazaar item not found!": "Položka v bazaru nenalezena!",
	"%value%  Registered Players": "%value%  Registrovaní hráči",
	"Buy/Sell in-game items for exchange of store credits!": "Kupte / prodávejte položky v hře za výměnu kreditů v obchodě!",
	"You can sell the items that you own in-game to other players, or buy from them for exchange of store credits.": "Můžete prodávat položky, které vlastníte v hře, jiným hráčům nebo je koupit od nich za výměnu kreditů v obchodě.",
	"Let yourself to the amazing world of %server%": "Přidejte se k nám do úžasného světa %server%",
	"You're getting closer to become the strongest! You can find anything that you're looking for here.": "Jste blíže k tomu, aby jste se stali nejsilnějším! Můžete najít cokoliv, co hledáte zde.",
	"It's not too late to join the fun. Register now to meet with a flawless gameplay experience.": "Není to příliš pozdě, abyste se připojili k zábavě. Zaregistrujte se nyní, abyste se setkali s bezchybným zážitkem z hraní.",
	"First step to the world of fun.": "První krok do světa zábavy.",
	"Sign in to access your account.": "Přihlaste se k přístupu k účtu.",
	"Sign up to join our server.": "Zaregistrujte se, abyste se připojili k našemu serveru.",
	"Submit a reset request to access your account.": "Odeslat žádost o obnovení přístupu k účtu.",
	"Change your password to access your account.": "Změňte heslo pro přístup k účtu.",
	"%value% members are registered on our server!": "%value% členů je registrováno na našem serveru!",
	"This place looks empty. You can browse other servers. If you think this is a mistake, you can contact us.": "Toto místo vypadá prázdné. Můžete procházet jiné servery. Pokud si myslíte, že se jedná o chybu, můžete nás kontaktovat.",
	"Product not found! You can browse other products. If you think this is a mistake, you can contact us.": "Produkt nenalezen! Můžete procházet jiné produkty. Pokud si myslíte, že se jedná o chybu, můžete nás kontaktovat.",
	"Notice": "Upozornění",
	"Don't forget to check the Help Centre before creating a support ticket.": "Nezapomeňte si před vytvořením podpory zkontrolovat Centrum nápovědy."
}