{
	"Welcome to the Store!": "Willkommen im Markt!",
	"Welcome to the official %server% Store. This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Willkommen im offiziellen %server% Markt. Hier können Sie Ihre Spieler-Erfahrung verbessern. Wir bieten Rang-Passes, Gegenstände und Booster.",
	"This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Hier können Sie Ihre Spieler-Erfahrung verbessern. Wir bieten Rang-Passes, Gegenstände und Booster.",
	"Are you ready to be best?": "Bist du bereit, der Beste zu sein?",
	"Check out our server's news!": "Schau dir unsere Server-News an!",
	"There is news from our server. Check out our posts so you don't miss the latest developments.": "Es gibt Neuigkeiten von unserem Server. Schau dir unsere Beiträge an, damit du die neuesten Entwicklungen nicht verpasst.",
	"There are discounts waiting for you in the store!": "Es gibt Rabatte, die auf dich warten!",
	"Play Now": "Jetzt Spielen",
	"Back to home!": "Zurück zur Startseite!",
	"Play on %server%": "Spielen auf %server%",
	"Server Address": "Server-Adresse",
	"Click to Join!": "Klicke, um beizutreten!",
	"Top Donor": "Top Spender",
	"Top Donor This Month": "Top Spender diesen Monat",
	"Guest": "Gast",
	"Click to Login!": "Anmelden!",
	"Back to Store": "Zurück zum Markt",
	"Join": "Beitreten",
	"Join Us": "Trete uns bei",
	"Join the Chat": "Chat beitreten",
	"Details": "Details",
	"Announcements": "Ankündigungen",
	"Recent Registrations": "Neueste Registrierungen",
	"Go to link": "Gehe zum Link",
	"%discount%% OFF!": "%discount%% RABATT!",
	"Bazaar item not found!": "Bazar-Element nicht gefunden!",
	"%value%  Registered Players": "%value%  Registrierte Spieler",
	"Buy/Sell in-game items for exchange of store credits!": "Kaufen/Sell in-game items for exchange of store credits!",
	"You can sell the items that you own in-game to other players, or buy from them for exchange of store credits.": "You can sell the items that you own in-game to other players, or buy from them for exchange of store credits.",
	"Let yourself to the amazing world of %server%": "Lass dich in die faszinierende Welt von %server% entführen",
	"You're getting closer to become the strongest! You can find anything that you're looking for here.": "Du kommst immer näher, der Stärkste zu werden! Hier findest du alles, wonach du suchst.",
	"It's not too late to join the fun. Register now to meet with a flawless gameplay experience.": "Es ist nicht zu spät, um Spaß zu haben. Registriere dich jetzt, um eine makellose Spiel-Erfahrung zu erleben.",
	"First step to the world of fun.": "Erster Schritt in die Welt des Spaßes.",
	"Sign in to access your account.": "Melde dich an, um auf dein Konto zuzugreifen.",
	"Sign up to join our server.": "Melde dich an, um unserem Server beizutreten.",
	"Submit a reset request to access your account.": "Senden Sie eine Zurücksetzen-Anfrage, um auf Ihr Konto zuzugreifen.",
	"Change your password to access your account.": "Ändern Sie Ihr Passwort, um auf Ihr Konto zuzugreifen.",
	"%value% members are registered on our server!": "%value% Mitglieder sind auf unserem Server registriert!",
	"This place looks empty. You can browse other servers. If you think this is a mistake, you can contact us.": "Dieser Ort sieht leer aus. Du kannst andere Server durchsuchen. Wenn du denkst, dass dies ein Fehler ist, kannst du uns kontaktieren.",
	"Product not found! You can browse other products. If you think this is a mistake, you can contact us.": "Produkt nicht gefunden! Du kannst andere Produkte durchsuchen. Wenn du denkst, dass dies ein Fehler ist, kannst du uns kontaktieren.",
	"Notice": "Hinweis",
	"Don't forget to check the Help Centre before creating a support ticket.": "Vergiss nicht, vor dem Erstellen eines Support-Tickets das Hilfe-Center zu überprüfen."
}