{
	"Welcome to the Store!": "Bienvenue dans la boutique!",
	"Welcome to the official %server% Store. This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Bienvenue dans la boutique officielle de %server%. C'est ici que vous pouvez améliorer votre expérience de jeu. Nous proposons des passes de rang, des objets et des boosters.",
	"This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "C'est ici que vous pouvez améliorer votre expérience de jeu. Nous proposons des passes de rang, des objets et des boosters.",
	"Are you ready to be best?": "Êtes-vous prêt à être le meilleur?",
	"Check out our server's news!": "Découvrez les actualités de notre serveur!",
	"There is news from our server. Check out our posts so you don't miss the latest developments.": "Il y a des nouvelles de notre serveur. Consultez nos publications pour ne pas manquer les dernières nouveautés.",
	"There are discounts waiting for you in the store!": "Il y a des réductions en attente de vous dans la boutique!",
	"Play Now": "Jouer maintenant",
	"Back to home!": "Retour à la maison!",
	"Play on %server%": "Jouez sur %server%",
	"Server Address": "Adresse du serveur",
	"Click to Join!": "Cliquez pour rejoindre!",
	"Top Donor": "Top Donateur",
	"Top Donor This Month": "Top Donateur Ce Mois",
	"Guest": "Invité",
	"Click to Login!": "Connectez-vous!",
	"Back to Store": "Retour à la boutique",
	"Join": "Rejoindre",
	"Join Us": "Rejoignez-nous",
	"Join the Chat": "Rejoignez le chat",
	"Details": "Détails",
	"Announcements": "Annonces",
	"Recent Registrations": "Inscriptions récentes",
	"Go to link": "Aller au lien",
	"%discount%% OFF!": "%discount%% OFF!",
	"Bazaar item not found!": "Article du bazar introuvable!",
	"%value%  Registered Players": "%value%  Joueurs enregistrés",
	"Buy/Sell in-game items for exchange of store credits!": "Achetez / vendez des objets en jeu pour échanger des crédits de magasin!",
	"You can sell the items that you own in-game to other players, or buy from them for exchange of store credits.": "Vous pouvez vendre les objets que vous possédez en jeu à d'autres joueurs, ou les acheter pour échanger des crédits de magasin.",
	"Let yourself to the amazing world of %server%": "Laissez-vous aller dans le monde incroyable de %server%",
	"You're getting closer to become the strongest! You can find anything that you're looking for here.": "Vous vous rapprochez d'être le plus fort! Vous pouvez trouver tout ce que vous cherchez ici.",
	"It's not too late to join the fun. Register now to meet with a flawless gameplay experience.": "No es demasiado tarde para unirse a la diversión. Regístrese ahora para encontrarse con una experiencia de juego impecable.",
	"First step to the world of fun.": "Première étape vers le monde de la joie.",
	"Sign in to access your account.": "Connectez-vous pour accéder à votre compte.",
	"Sign up to join our server.": "Inscrivez-vous pour rejoindre notre serveur.",
	"Submit a reset request to access your account.": "Soumettez une demande de réinitialisation pour accéder à votre compte.",
	"Change your password to access your account.": "Changez votre mot de passe pour accéder à votre compte.",
	"%value% members are registered on our server!": "%value% membres sont inscrits sur notre serveur!",
	"This place looks empty. You can browse other servers. If you think this is a mistake, you can contact us.": "Cet endroit semble vide. Vous pouvez parcourir d'autres serveurs. Si vous pensez que c'est une erreur, vous pouvez nous contacter.",
	"Product not found! You can browse other products. If you think this is a mistake, you can contact us.": "Produit introuvable! Vous pouvez parcourir d'autres produits. Si vous pensez que c'est une erreur, vous pouvez nous contacter.",
	"Notice": "Remarque",
	"Don't forget to check the Help Centre before creating a support ticket.": "N'oubliez pas de vérifier le Centre d'aide avant de créer un ticket d'assistance."
}