{
	"Welcome to the Store!": "Üdvözöljük az áruházban!",
	"Welcome to the official %server% Store. This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Üdvözöljük a hivatalos %server% áruházban. Ez az a hely, ahol növelheted a játékélményedet. Kínálunk rangsorbérleteket, tárgyakat és erősítőket.",
	"This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Ez az a hely, ahol növelheted a játékélményedet. Kínálunk rangsorbérleteket, tárgyakat és erősítőket.",
	"Are you ready to be best?": "Kész vagy a legjobb lenni?",
	"Check out our server's news!": "Nézd meg a szerverünk híreit!",
	"There is news from our server. Check out our posts so you don't miss the latest developments.": "Van hír a szerverünkről. Nézd meg a bejegyzéseinket, hogy ne maradj le a legújabb fejleményekről.",
	"There are discounts waiting for you in the store!": "Várnak kedvezmények az áruházban!",
	"Play Now": "Játssz most",
	"Back to home!": "Vissza a főoldalra!",
	"Play on %server%": "Játssz a %server% szerveren",
	"Server Address": "Szerver címe",
	"Click to Join!": "Kattints a csatlakozáshoz!",
	"Top Donor": "Top Donor",
	"Top Donor This Month": "Top Donor ebben a hónapban",
	"Guest": "Vendég",
	"Click to Login!": "Kattints a bejelentkezéshez!",
	"Back to Store": "Vissza az áruházba",
	"Join": "Csatlakozz",
	"Join Us": "Csatlakozz hozzánk",
	"Join the Chat": "Csatlakozz a csevegéshez",
	"Details": "Részletek",
	"Announcements": "Hírek",
	"Recent Registrations": "Legutóbbi regisztrációk",
	"Go to link": "Ugrás a linkre",
	"%discount%% OFF!": "%discount%% KEDVEZMÉNY!",
	"Bazaar item not found!": "Bazaar tárgy nem található!",
	"%value%  Registered Players": "%value%  Regisztrált játékosok",
	"Buy/Sell in-game items for exchange of store credits!": "Vásárolj/eladhatod a játékban található tárgyakat az áruházban található pénzért!",
	"You can sell the items that you own in-game to other players, or buy from them for exchange of store credits.": "Eladhatod a játékban található tárgyakat más játékosoknak, vagy vásárolhatsz tőlük az áruházban található pénzért.",
	"Let yourself to the amazing world of %server%": "Let yourself to the amazing world of %server%",
	"You're getting closer to become the strongest! You can find anything that you're looking for here.": "Egyre közelebb kerülsz ahhoz, hogy a legerősebb legyél! Itt mindent megtalálsz, amit keresel.",
	"It's not too late to join the fun. Register now to meet with a flawless gameplay experience.": "Nem túl késő csatlakozni a szórakozáshoz. Regisztrálj most, hogy egy tökéletes játékélményt élj át.",
	"First step to the world of fun.": "Az első lépés a szórakozás világába.",
	"Sign in to access your account.": "Jelentkezz be a fiókodhoz való hozzáféréshez.",
	"Sign up to join our server.": "Regisztrálj a szerverünkre való csatlakozáshoz.",
	"Submit a reset request to access your account.": "Küldj egy visszaállítási kérelmet a fiókodhoz való hozzáféréshez.",
	"Change your password to access your account.": "Változtasd meg a jelszavadat a fiókodhoz való hozzáféréshez.",
	"%value% members are registered on our server!": "%value% tag van regisztrálva a szerverünkön!",
	"This place looks empty. You can browse other servers. If you think this is a mistake, you can contact us.": "Ez a hely üresnek tűnik. Más szervereket böngészhetsz. Ha úgy gondolod, ez egy hiba, lépj velünk kapcsolatba.",
	"Product not found! You can browse other products. If you think this is a mistake, you can contact us.": "Termék nem található! Más termékeket böngészhetsz. Ha úgy gondolod, ez egy hiba, lépj velünk kapcsolatba.",
	"Notice": "Értesítés",
	"Don't forget to check the Help Centre before creating a support ticket.": "Ne felejtsd el megtekinteni a Súgó központot a támogatási jegy létrehozása előtt."
}