{
	"Welcome to the Store!": "स्टोर में आपका स्वागत है!",
	"Welcome to the official %server% Store. This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "आधिकारिक %server% स्टोर में आपका स्वागत है। यह आपके खिलाड़ी अनुभव को बढ़ाने के लिए एक जगह है। हम रैंक पास, आइटम और बूस्टर प्रदान करते हैं।",
	"This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "यह आपके खिलाड़ी अनुभव को बढ़ाने के लिए एक जगह है। हम रैंक पास, आइटम और बूस्टर प्रदान करते हैं।",
	"Are you ready to be best?": "क्या आप तैयार हैं सबसे अच्छे बनने के लिए?",
	"Check out our server's news!": "हमारे सर्वर की खबरें देखें!",
	"There is news from our server. Check out our posts so you don't miss the latest developments.": "हमारे सर्वर से खबरें हैं। नवीनतम विकासों से वंचित न होने के लिए हमारी पोस्ट देखें।",
	"There are discounts waiting for you in the store!": "स्टोर में आपके लिए छूट हैं जो इंतजार कर रही हैं!",
	"Play Now": "अभी खेलें",
	"Back to home!": "घर वापस!",
	"Play on %server%": "%server% पर खेलें",
	"Server Address": "सर्वर का पता",
	"Click to Join!": "शामिल होने के लिए क्लिक करें!",
	"Top Donor": "शीर्ष दाता",
	"Top Donor This Month": "इस महीने का शीर्ष दाता",
	"Guest": "अतिथि",
	"Click to Login!": "लॉगिन करने के लिए क्लिक करें!",
	"Back to Store": "स्टोर पर वापस जाएं",
	"Join": "शामिल हों",
	"Join Us": "हमसे जुड़ें",
	"Join the Chat": "चैट में शामिल हों",
	"Details": "विवरण",
	"Announcements": "घोषणाएँ",
	"Recent Registrations": "हाल के पंजीकरण",
	"Go to link": "लिंक पर जाएं",
	"%discount%% OFF!": "%discount%% छूट!",
	"Bazaar item not found!": "बाजार आइटम नहीं मिला!",
	"%value% Registered Players": "%value% रजिस्टर्ड खिलाड़ी",
	"Buy/Sell in-game items for exchange of store credits!": "स्टोर क्रेडिट के बदले में गेम में आइटम खरीदें/बेचें!",
	"You can sell the items that you own in-game to other players, or buy from them for exchange of store credits.": "आप गेम में अपने आइटम को अन्य खिलाड़ियों को बेच सकते हैं, या उनसे खरीद सकते हैं जिनके बदले स्टोर क्रेडिट।",
	"Let yourself to the amazing world of %server%": "अपने आप को %server% के अद्भुत दुनिया में ले जाएं",
	"You're getting closer to become the strongest! You can find anything that you're looking for here.": "आप सबसे मजबूत बनने के लिए ज्यादा आसान हो रहे हैं! आप यहां जो भी खोज रहे हैं उसे खोज सकते हैं।",
	"It's not too late to join the fun. Register now to meet with a flawless gameplay experience.": "खेलने के लिए अभी भी बहुत देर नहीं है। अब रजिस्टर करें और एक अद्भुत गेमप्ले अनुभव के साथ मिलें।",
	"First step to the world of fun.": "मनोरंजन की दुनिया के लिए पहला कदम।",
	"Sign in to access your account.": "अपने अकाउंट तक पहुंच करने के लिए साइन इन करें।",
	"Sign up to join our server.": "हमारे सर्वर में शामिल होने के लिए साइन अप करें।",
	"Submit a reset request to access your account.": "अपने अकाउंट तक पहुंच पाने के लिए रीसेट अनुरोध सबमिट करें।",
	"Change your password to access your account.": "अपने अकाउंट तक पहुंच करने के लिए अपना पासवर्ड बदलें।",
	"%value% members are registered on our server!": "हमारे सर्वर पर %value% सदस्य रजिस्टर्ड हैं!",
	"This place looks empty. You can browse other servers. If you think this is a mistake, you can contact us.": "यह जगह खाली लगता है। आप अन्य सर्वरों को ब्राउज़ कर सकते हैं। यदि आपको यह गलती लगती है, तो हमसे संपर्क कर सकते हैं।",
	"Product not found! You can browse other products. If you think this is a mistake, you can contact us.": "उत्पाद नहीं मिला! आप अन्य उत्पादों को ब्राउज़ कर सकते हैं। यदि आपको यह गलती लगती है, तो हमसे संपर्क कर सकते हैं।",
	"Notice": "नोटिस",
	"Don't forget to check the Help Centre before creating a support ticket.": "सपोर्ट टिकट बनाने से पहले हेल्प सेंटर की जाँच करना न भूलें।"
}