{
	"Welcome to the Store!": "ストアへようこそ!",
	"Welcome to the official %server% Store. This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "サーバー%公式ストアへようこそ。ここはあなたのプレイヤー体験を向上させるための場所です。我々は、ランクパス、アイテムやブースターを提供しています。",
	"This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "ここはあなたのプレイヤー体験を向上させるための場所です。我々は、ランクパス、アイテムやブースターを提供しています。",
	"Are you ready to be best?": "あなたは最高になる準備はできていますか？",
	"Check out our server's news!": "サーバーのニュースをチェックしてください！",
	"There is news from our server. Check out our posts so you don't miss the latest developments.": "サーバーからのニュースがあります。最新の開発を見逃さないように、私たちの投稿をチェックしてください。",
	"There are discounts waiting for you in the store!": "ストアであなたを待っている割引があります！",
	"Play Now": "今すぐプレイ",
	"Back to home!": "ホームに戻る！",
	"Play on %server%": "%server%でプレイ",
	"Server Address": "サーバーアドレス",
	"Click to Join!": "クリックして参加！",
	"Top Donor": "トップドナー",
	"Top Donor This Month": "今月のトップドナー",
	"Guest": "ゲスト",
	"Click to Login!": "クリックしてログイン！",
	"Back to Store": "ストアに戻る",
	"Join": "参加",
	"Join Us": "参加する",
	"Join the Chat": "チャットに参加",
	"Details": "詳細",
	"Announcements": "お知らせ",
	"Recent Registrations": "最近の登録",
	"Go to link": "リンクに移動",
	"%discount%% OFF!": "%discount%% OFF!",
	"Bazaar item not found!": "バザールアイテムが見つかりません！",
	"%value%  Registered Players": "%value%  登録プレイヤー",
	"Buy/Sell in-game items for exchange of store credits!": "ゲーム内アイテムを購入/販売してストアクレジットを交換しましょう！",
	"You can sell the items that you own in-game to other players, or buy from them for exchange of store credits.": "ゲーム内で所有しているアイテムを他のプレイヤーに販売することができます。また、ストアクレジットと交換して購入することもできます。",
	"Let yourself to the amazing world of %server%": "%server%の素晴らしい世界に自分自身を任せましょう",
	"You're getting closer to become the strongest! You can find anything that you're looking for here.": "あなたは最強になるためにもっと近づいています！ここであなたが探しているものを見つけることができます。",
	"It's not too late to join the fun. Register now to meet with a flawless gameplay experience.": "楽しむのに遅すぎません。今すぐ登録して、完璧なゲームプレイ体験をお楽しみください。",
	"First step to the world of fun.": "楽しい世界への第一歩。",
	"Sign in to access your account.": "アカウントにアクセスするにはサインインしてください。",
	"Sign up to join our server.": "サーバーに参加するにはサインアップしてください。",
	"Submit a reset request to access your account.": "アカウントにアクセスするにはリセットリクエストを送信してください。",
	"Change your password to access your account.": "アカウントにアクセスするにはパスワードを変更してください。",
	"%value% members are registered on our server!": "%value% のメンバーがサーバーに登録されています！",
	"This place looks empty. You can browse other servers. If you think this is a mistake, you can contact us.": "この場所は空っぽです。他のサーバーをブラウズできます。これが間違いだと思う場合は、私たちに連絡してください。",
	"Product not found! You can browse other products. If you think this is a mistake, you can contact us.": "製品が見つかりません！他の製品をブラウズできます。これが間違いだと思う場合は、私たちに連絡してください。",
	"Notice": "お知らせ",
	"Don't forget to check the Help Centre before creating a support ticket.": "サポートチケットを作成する前にヘルプセンターを確認してください。"
}