{
	"Welcome to the Store!": "Welkom in de winkel!",
	"Welcome to the official %server% Store. This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Welkom in de officiële %server% winkel. Dit is de plek waar je je spelervaring kan verbeteren. We bieden rank passes, items en boosters aan.",
	"This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Dit is de plek waar je je spelervaring kan verbeteren. We bieden rank passes, items en boosters aan.",
	"Are you ready to be best?": "Ben je klaar om de beste te zijn?",
	"Check out our server's news!": "Bekijk onze server nieuws!",
	"There is news from our server. Check out our posts so you don't miss the latest developments.": "Er is nieuws van onze server. Bekijk onze berichten zodat je de laatste ontwikkelingen niet mist.",
	"There are discounts waiting for you in the store!": "Er zijn kortingen voor je in de winkel!",
	"Play Now": "Speel Nu",
	"Back to home!": "Terug naar de home!",
	"Play on %server%": "Speel op %server%",
	"Server Address": "Server Adres",
	"Click to Join!": "Klik om te joinen!",
	"Top Donor": "Top Donor",
	"Top Donor This Month": "Top Donor Deze Maand",
	"Guest": "Gast",
	"Click to Login!": "Klik om in te loggen!",
	"Back to Store": "Terug naar de Winkel",
	"Join": "Join",
	"Join Us": "Join Ons",
	"Join the Chat": "Join de Chat",
	"Details": "Details",
	"Announcements": "Aankondigingen",
	"Recent Registrations": "Recente Registraties",
	"Go to link": "Ga naar de link",
	"%discount%% OFF!": "%discount%% KORTING!",
	"Bazaar item not found!": "Bazaar item niet gevonden!",
	"%value%  Registered Players": "%value%  Geregistreerde Spelers",
	"Buy/Sell in-game items for exchange of store credits!": "Koop/Verkoop in-game items voor de uitwisseling van winkel credits!",
	"You can sell the items that you own in-game to other players, or buy from them for exchange of store credits.": "Je kan de items die je in-game bezit verkopen aan andere spelers, of kopen van hen voor de uitwisseling van winkel credits.",
	"Let yourself to the amazing world of %server%": "Laat jezelf onderdompelen in de geweldige wereld van %server%",
	"You're getting closer to become the strongest! You can find anything that you're looking for here.": "Je komt dichter bij de sterkste te worden! Je kan hier alles vinden wat je zoekt.",
	"It's not too late to join the fun. Register now to meet with a flawless gameplay experience.": "Het is niet te laat om de fun te joinen. Registreer nu om een vlekkeloze gameplay ervaring te hebben.",
	"First step to the world of fun.": "Eerste stap naar de wereld van fun.",
	"Sign in to access your account.": "Log in om toegang te krijgen tot je account.",
	"Sign up to join our server.": "Registreer om onze server te joinen.",
	"Submit a reset request to access your account.": "Doe een reset verzoek om toegang te krijgen tot je account.",
	"Change your password to access your account.": "Verander je wachtwoord om toegang te krijgen tot je account.",
	"%value% members are registered on our server!": "%value% leden zijn geregistreerd op onze server!",
	"This place looks empty. You can browse other servers. If you think this is a mistake, you can contact us.": "Dit lijkt een lege plek. Je kan andere servers bekijken. Als je denkt dat dit een fout is, kan je ons contacteren.",
	"Product not found! You can browse other products. If you think this is a mistake, you can contact us.": "Product niet gevonden! Je kan andere producten bekijken. Als je denkt dat dit een fout is, kan je ons contacteren.",
	"Notice": "Opmerking",
	"Don't forget to check the Help Centre before creating a support ticket.": "Vergeet niet om de Help Centre te bekijken voor je een support ticket maakt."
}