{
	"Welcome to the Store!": "Velkommen til butikken!",
	"Welcome to the official %server% Store. This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Velkommen til den offisielle %server%-butikken. Dette er stedet for deg å forbedre spilleropplevelsen din. Vi tilbyr rangpass, gjenstander og boostere.",
	"This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Dette er stedet for deg å forbedre spilleropplevelsen din. Vi tilbyr rangpass, gjenstander og boostere.",
	"Are you ready to be best?": "Er du klar til å bli best?",
	"Check out our server's news!": "Sjekk ut våre servernyheter!",
	"There is news from our server. Check out our posts so you don't miss the latest developments.": "Det er nyheter fra vår server. Sjekk ut våre innlegg så du ikke går glipp av de siste utviklingene.",
	"There are discounts waiting for you in the store!": "Det er rabatter som venter på deg i butikken!",
	"Play Now": "Spill nå",
	"Back to home!": "Tilbake til hjem!",
	"Play on %server%": "Spill på %server%",
	"Server Address": "Serveradresse",
	"Click to Join!": "Klikk for å bli med!",
	"Top Donor": "Toppdonor",
	"Top Donor This Month": "Toppdonor denne måneden",
	"Guest": "Gjest",
	"Click to Login!": "Klikk for å logge inn!",
	"Back to Store": "Tilbake til butikken",
	"Join": "Bli med",
	"Join Us": "Bli med oss",
	"Join the Chat": "Bli med i chatten",
	"Details": "Detaljer",
	"Announcements": "Kunngjøringer",
	"Recent Registrations": "Nylige registreringer",
	"Go to link": "Gå til link",
	"%discount%% OFF!": "%discount%% AV!",
	"Bazaar item not found!": "Bazaar-objekt ikke funnet!",
	"%value%  Registered Players": "%value%  Registrerte spillere",
	"Buy/Sell in-game items for exchange of store credits!": "Kjøp/salg i-spillgjenstander for utveksling av butikkkreditter!",
	"You can sell the items that you own in-game to other players, or buy from them for exchange of store credits.": "Du kan selge gjenstandene du eier i spillet til andre spillere, eller kjøpe fra dem for utveksling av butikkkreditter.",
	"Let yourself to the amazing world of %server%": "La deg selv til den fantastiske verdenen av %server%",
	"You're getting closer to become the strongest! You can find anything that you're looking for here.": "Du kommer nærmere å bli den sterkeste! Du kan finne alt du leter etter her.",
	"It's not too late to join the fun. Register now to meet with a flawless gameplay experience.": "Det er ikke for sent å bli med i moroa. Registrer deg nå for å møte med en feilfri spillopplevelse.",
	"First step to the world of fun.": "Første trinn til verden av moro.",
	"Sign in to access your account.": "Logg inn for å få tilgang til kontoen din.",
	"Sign up to join our server.": "Registrer deg for å bli med på vår server.",
	"Submit a reset request to access your account.": "Send inn en tilbakestilling forespørsel for å få tilgang til kontoen din.",
	"Change your password to access your account.": "Endre passordet ditt for å få tilgang til kontoen din.",
	"%value% members are registered on our server!": "%value% medlemmer er registrert på vår server!",
	"This place looks empty. You can browse other servers. If you think this is a mistake, you can contact us.": "Dette stedet ser tomt ut. Du kan bla gjennom andre servere. Hvis du tror dette er en feil, kan du kontakte oss.",
	"Product not found! You can browse other products. If you think this is a mistake, you can contact us.": "Produktet ikke funnet! Du kan bla gjennom andre produkter. Hvis du tror dette er en feil, kan du kontakte oss.",
	"Notice": "Merk",
	"Don't forget to check the Help Centre before creating a support ticket.": "Ikke glem å sjekke hjelpesenteret før du oppretter en støttebillett."
}