{
	"Welcome to the Store!": "Witamy w sklepie!",
	"Welcome to the official %server% Store. This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Witamy w oficjalnym sklepie %server%. To miejsce, w którym możesz poprawić swoje wrażenia z gry. Oferujemy przepustki rangi, przedmioty i boostery.",
	"This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "This is the place for you to enhance your player experience. We offer rank passes, items and boosters.",
	"Are you ready to be best?": "Czy jesteś gotowy, aby być najlepszym?",
	"Check out our server's news!": "Sprawdź nasze wiadomości!",
	"There is news from our server. Check out our posts so you don't miss the latest developments.": "Nowości z naszego serwera. Sprawdź nasze posty, aby nie przegapić najnowszych wydarzeń.",
	"There are discounts waiting for you in the store!": "W sklepie czekają na Ciebie rabaty!",
	"Play Now": "Zagraj teraz",
	"Back to home!": "Wróć do strony głównej!",
	"Play on %server%": "Zagraj na %server%",
	"Server Address": "Adres serwera",
	"Click to Join!": "Kliknij, aby dołączyć!",
	"Top Donor": "Top Donor",
	"Top Donor This Month": "Top Donor This Month",
	"Guest": "Gość",
	"Click to Login!": "Kliknij, aby się zalogować!",
	"Back to Store": "Wróć do sklepu",
	"Join": "Dołącz",
	"Join Us": "Dołącz do nas",
	"Join the Chat": "Dołącz do czatu",
	"Details": "Detale",
	"Announcements": "Ogłoszenia",
	"Recent Registrations": "Ostatnie rejestracje",
	"Go to link": "Przejdź do linku",
	"%discount%% OFF!": "%discount%% OFF!",
	"Bazaar item not found!": "Nie znaleziono przedmiotu na bazarze!",
	"%value%  Registered Players": "%value% Zarejestrowani gracze",
	"Buy/Sell in-game items for exchange of store credits!": "Kupuj/sprzedawaj przedmioty w grze, aby wymienić kredyty sklepowe!",
	"You can sell the items that you own in-game to other players, or buy from them for exchange of store credits.": "Możesz sprzedać przedmioty, które posiadasz w grze innym graczom lub kupić od nich za wymianę kredytów sklepowych.",
	"Let yourself to the amazing world of %server%": "Poznaj niesamowity świat %server%",
	"You're getting closer to become the strongest! You can find anything that you're looking for here.": "Jesteś coraz bliżej bycia najmocniejszym! Możesz znaleźć tutaj wszystko, czego szukasz.",
	"It's not too late to join the fun. Register now to meet with a flawless gameplay experience.": "Nie jest za późno, aby dołączyć do zabawy. Zarejestruj się teraz, aby spotkać się z bezbłędnym doświadczeniem gry.",
	"First step to the world of fun.": "Pierwszy krok do świata zabawy.",
	"Sign in to access your account.": "Zaloguj się, aby uzyskać dostęp do swojego konta.",
	"Sign up to join our server.": "Zarejestruj się, aby dołączyć do naszego serwera.",
	"Submit a reset request to access your account.": "Prześlij żądanie resetowania, aby uzyskać dostęp do swojego konta.",
	"Change your password to access your account.": "Zmień swoje hasło, aby uzyskać dostęp do swojego konta.",
	"%value% members are registered on our server!": "%value% członków jest zarejestrowanych na naszym serwerze!",
	"This place looks empty. You can browse other servers. If you think this is a mistake, you can contact us.": "To miejsce wygląda puste. Możesz przeglądać inne serwery. Jeśli uważasz, że to pomyłka, możesz się z nami skontaktować.",
	"Product not found! You can browse other products. If you think this is a mistake, you can contact us.": "Nie znaleziono produktu! Możesz przeglądać inne produkty. Jeśli uważasz, że to pomyłka, możesz się z nami skontaktować.",
	"Notice": "Uwaga",
	"Don't forget to check the Help Centre before creating a support ticket.": "Nie zapomnij sprawdzić Centrum pomocy przed utworzeniem zgłoszenia wsparcia."
}