{
	"Welcome to the Store!": "Bem-vindo à Loja!",
	"Welcome to the official %server% Store. This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Bem-vindo à Loja oficial do %server%. Este é o lugar para você melhorar sua experiência de jogador. Nós oferecemos passes de rank, itens e boosters.",
	"This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Este é o lugar para você melhorar sua experiência de jogador. Nós oferecemos passes de rank, itens e boosters.",
	"Are you ready to be best?": "Você está pronto para ser o melhor?",
	"Check out our server's news!": "Confira as notícias do nosso servidor!",
	"There is news from our server. Check out our posts so you don't miss the latest developments.": "Há notícias do nosso servidor. Confira nossas postagens para não perder as últimas novidades.",
	"There are discounts waiting for you in the store!": "Há descontos esperando por você na loja!",
	"Play Now": "Jogue Agora",
	"Back to home!": "Voltar para a página inicial!",
	"Play on %server%": "Jogue no %server%",
	"Server Address": "Endereço do Servidor",
	"Click to Join!": "Clique para Entrar!",
	"Top Donor": "Top Donor",
	"Top Donor This Month": "Top Donor do Mês",
	"Guest": "Visitante",
	"Click to Login!": "Clique para Entrar!",
	"Back to Store": "Voltar para a Loja",
	"Join": "Entrar",
	"Join Us": "Entre Conosco",
	"Join the Chat": "Entre no Chat",
	"Details": "Detalhes",
	"Announcements": "Anúncios",
	"Recent Registrations": "Registros Recentes",
	"Go to link": "Ir para o link",
	"%discount%% OFF!": "%discount%% OFF!",
	"Bazaar item not found!": "Item do Bazar não encontrado!",
	"%value%  Registered Players": "%value%  Jogadores Registrados",
	"Buy/Sell in-game items for exchange of store credits!": "Compre/Venda itens do jogo para troca de créditos na loja!",
	"You can sell the items that you own in-game to other players, or buy from them for exchange of store credits.": "Você pode vender os itens que você possui no jogo para outros jogadores, ou comprá-los deles para troca de créditos na loja.",
	"Let yourself to the amazing world of %server%": "Deixe-se levar para o incrível mundo do %server%",
	"You're getting closer to become the strongest! You can find anything that you're looking for here.": "Você está ficando mais próximo de se tornar o mais forte! Você pode encontrar qualquer coisa que você está procurando aqui.",
	"It's not too late to join the fun. Register now to meet with a flawless gameplay experience.": "Não é tarde demais para se juntar à diversão. Registre-se agora para conhecer uma experiência de jogo impecável.",
	"First step to the world of fun.": "Primeiro passo para o mundo da diversão.",
	"Sign in to access your account.": "Faça login para acessar sua conta.",
	"Sign up to join our server.": "Cadastre-se para se juntar ao nosso servidor.",
	"Submit a reset request to access your account.": "Envie um pedido de redefinição para acessar sua conta.",
	"Change your password to access your account.": "Altere sua senha para acessar sua conta.",
	"%value% members are registered on our server!": "%value% membros estão registrados em nosso servidor!",
	"This place looks empty. You can browse other servers. If you think this is a mistake, you can contact us.": "Este lugar parece vazio. Você pode navegar por outros servidores. Se você acha que isso é um erro, você pode entrar em contato conosco.",
	"Product not found! You can browse other products. If you think this is a mistake, you can contact us.": "Produto não encontrado! Você pode navegar por outros produtos. Se você acha que isso é um erro, você pode entrar em contato conosco.",
	"Notice": "Aviso",
	"Don't forget to check the Help Centre before creating a support ticket.": "Não se esqueça de verificar o Centro de Ajuda antes de criar um ticket de suporte."
}