{
	"Welcome to the Store!": "Bine ați venit în magazin!",
	"Welcome to the official %server% Store. This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Bine ați venit în magazinul oficial al serverului %server%. Aici puteți îmbunătăți experiența jocului. Vă oferim tichete de rang, articole și boostere.",
	"This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Aici puteți îmbunătăți experiența jocului. Vă oferim tichete de rang, articole și boostere.",
	"Are you ready to be best?": "Ești gata să fii cel mai bun?",
	"Check out our server's news!": "Verificați știrile serverului!",
	"There is news from our server. Check out our posts so you don't miss the latest developments.": "Există știri de la serverul nostru. Verificați postările noastre pentru a nu rata ultimele dezvoltări.",
	"There are discounts waiting for you in the store!": "Există reduceri așteptându-te în magazin!",
	"Play Now": "Joacă acum",
	"Back to home!": "Înapoi acasă!",
	"Play on %server%": "Joacă pe %server%",
	"Server Address": "Adresa serverului",
	"Click to Join!": "Click pentru a te alătura!",
	"Top Donor": "Cel mai bun donator",
	"Top Donor This Month": "Top Donator This Month",
	"Guest": "Guest",
	"Click to Login!": "Click pentru a te conecta!",
	"Back to Store": "Înapoi în magazin",
	"Join": "Alătură-te",
	"Join Us": "Alătură-te",
	"Join the Chat": "Alătură-te chatului",
	"Details": "Detalii",
	"Announcements": "Anunțuri",
	"Recent Registrations": "Înregistrări recente",
	"Go to link": "Du-te la link",
	"%discount%% OFF!": "%discount%% OFF!",
	"Bazaar item not found!": "Articolul nu a fost găsit!",
	"%value%  Registered Players": "%value%  Registered Players",
	"Buy/Sell in-game items for exchange of store credits!": "Cumpărați / vânzăriți articole în joc pentru schimbarea creditelor din magazin!",
	"You can sell the items that you own in-game to other players, or buy from them for exchange of store credits.": "Puteți vinde articolele pe care le dețineți în joc altor jucători, sau le puteți cumpăra de la ei pentru schimbarea creditelor din magazin.",
	"Let yourself to the amazing world of %server%": "Lasă-te să te îndrăgostești de lumea minunată a %server%",
	"You're getting closer to become the strongest! You can find anything that you're looking for here.": "Te apropii să devii cel mai puternic! Aici poți găsi orice căutai.",
	"It's not too late to join the fun. Register now to meet with a flawless gameplay experience.": "Nu este prea târziu să te alături distracției. Înregistrați-vă acum pentru a vă întâlni cu o experiență de joc perfectă.",
	"First step to the world of fun.": "Prima etapă către lumea distracției.",
	"Sign in to access your account.": "Conectați-vă pentru a vă accesa contul.",
	"Sign up to join our server.": "Înscrieți-vă pentru a vă alătura serverului nostru.",
	"Submit a reset request to access your account.": "Trimiteți o cerere de resetare pentru a vă accesa contul.",
	"Change your password to access your account.": "Schimbați-vă parola pentru a vă accesa contul.",
	"%value% members are registered on our server!": "Membrii %value% sunt înregistrați pe serverul nostru!",
	"This place looks empty. You can browse other servers. If you think this is a mistake, you can contact us.": "Acest loc pare gol. Puteți naviga pe alte servere. Dacă credeți că este o greșeală, ne puteți contacta.",
	"Product not found! You can browse other products. If you think this is a mistake, you can contact us.": "Produsul nu a fost găsit! Puteți naviga pe alte produse. Dacă credeți că este o greșeală, ne puteți contacta.",
	"Notice": "Înștiințare",
	"Don't forget to check the Help Centre before creating a support ticket.": "Nu uitați să verificați Centrul de ajutor înainte de a crea un bilet de asistență."
}