{
	"Welcome to the Store!": "Добро пожаловать в Магазин!",
	"Welcome to the official %server% Store. This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Добро пожаловать в официальный магазин %server%. Здесь вы можете улучшить своё игровое времяпрепровождение. Мы предлагаем пассы рангов, предметы и бустеры.",
	"This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Здесь вы можете улучшить своё игровое времяпрепровождение. Мы предлагаем пассы рангов, предметы и бустеры.",
	"Are you ready to be best?": "Вы готовы быть лучшим?",
	"Check out our server's news!": "Посмотрите новости нашего сервера!",
	"There is news from our server. Check out our posts so you don't miss the latest developments.": "Есть новости от нашего сервера. Посмотрите наши посты, чтобы не пропустить последние разработки.",
	"There are discounts waiting for you in the store!": "В магазине есть скидки, которые ждут вас!",
	"Play Now": "Играть сейчас",
	"Back to home!": "Вернуться на главную!",
	"Play on %server%": "Играть на %server%",
	"Server Address": "Адрес сервера",
	"Click to Join!": "Нажмите, чтобы присоединиться!",
	"Top Donor": "Лучший донор",
	"Top Donor This Month": "Лучший донор этого месяца",
	"Guest": "Гость",
	"Click to Login!": "Войти!",
	"Back to Store": "Вернуться в магазин",
	"Join": "Присоединиться",
	"Join Us": "Присоединяйтесь к нам",
	"Join the Chat": "Присоединяйтесь к чату",
	"Details": "Детали",
	"Announcements": "Объявления",
	"Recent Registrations": "Недавние регистрации",
	"Go to link": "Перейти по ссылке",
	"%discount%% OFF!": "%discount%% СКИДКА!",
	"Bazaar item not found!": "Предмет в Базаре не найден!",
	"%value%  Registered Players": "%value% Зарегистрированных игроков",
	"Buy/Sell in-game items for exchange of store credits!": "Покупайте/продавайте предметы в игре за обмен на кредиты магазина!",
	"You can sell the items that you own in-game to other players, or buy from them for exchange of store credits.": "Вы можете продать предметы, которые вы владеете в игре другим игрокам, или купить их у них за обмен на кредиты магазина.",
	"Let yourself to the amazing world of %server%": "Позвольте себе удивительный мир %server%",
	"You're getting closer to become the strongest! You can find anything that you're looking for here.": "Вы приближаетесь к тому, чтобы стать самым сильным! Здесь вы можете найти все, что вы ищете.",
	"It's not too late to join the fun. Register now to meet with a flawless gameplay experience.": "Не слишком поздно присоединиться к веселью. Зарегистрируйтесь сейчас, чтобы встретиться с безупречным игровым опытом.",
	"First step to the world of fun.": "Первый шаг в мире веселья.",
	"Sign in to access your account.": "Войдите, чтобы получить доступ к своей учетной записи.",
	"Sign up to join our server.": "Зарегистрируйтесь, чтобы присоединиться к нашему серверу.",
	"Submit a reset request to access your account.": "Отправьте запрос на сброс, чтобы получить доступ к своей учетной записи.",
	"Change your password to access your account.": "Измените свой пароль, чтобы получить доступ к своей учетной записи.",
	"%value% members are registered on our server!": "%value% участников зарегистрированы на нашем сервере!",
	"This place looks empty. You can browse other servers. If you think this is a mistake, you can contact us.": "Это место выглядит пустым. Вы можете просматривать другие сервера. Если вы считаете, что это ошибка, вы можете связаться с нами.",
	"Product not found! You can browse other products. If you think this is a mistake, you can contact us.": "Продукт не найден! Вы можете просматривать другие продукты. Если вы считаете, что это ошибка, вы можете связаться с нами.",
	"Notice": "Уведомление",
	"Don't forget to check the Help Centre before creating a support ticket.": "Не забудьте проверить Центр помощи перед созданием тикета поддержки."
}