{
	"Welcome to the Store!": "Välkommen till butiken!",
	"Welcome to the official %server% Store. This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Välkommen till den officiella %server% butiken. Här kan du förbättra din spelupplevelse. Vi erbjuder rankpass, föremål och boosters.",
	"This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Här kan du förbättra din spelupplevelse. Vi erbjuder rankpass, föremål och boosters.",
	"Are you ready to be best?": "Är du redo att bli bäst?",
	"Check out our server's news!": "Kolla in våra servrar nyheter!",
	"There is news from our server. Check out our posts so you don't miss the latest developments.": "Det finns nyheter från vår server. Kolla in våra inlägg så du inte missar de senaste utvecklingarna.",
	"There are discounts waiting for you in the store!": "Det finns rabatter som väntar på dig i butiken!",
	"Play Now": "Spela nu",
	"Back to home!": "Tillbaka till hemsidan!",
	"Play on %server%": "Spela på %server%",
	"Server Address": "Serveradress",
	"Click to Join!": "Klicka för att ansluta!",
	"Top Donor": "Top Donor",
	"Top Donor This Month": "Top Donor denna månad",
	"Guest": "Gäst",
	"Click to Login!": "Klicka för att logga in!",
	"Back to Store": "Tillbaka till butiken",
	"Join": "Anslut",
	"Join Us": "Anslut dig",
	"Join the Chat": "Anslut till chatten",
	"Details": "Detaljer",
	"Announcements": "Meddelanden",
	"Recent Registrations": "Nyligen registrerade",
	"Go to link": "Gå till länk",
	"%discount%% OFF!": "%discount%% OFF!",
	"Bazaar item not found!": "Bazaar föremål hittades inte!",
	"%value%  Registered Players": "%value%  Registrerade spelare",
	"Buy/Sell in-game items for exchange of store credits!": "Köp/sälj föremål i spelet för utbyte av butikskrediter!",
	"You can sell the items that you own in-game to other players, or buy from them for exchange of store credits.": "Du kan sälja föremålen som du äger i spelet till andra spelare, eller köpa från dem för utbyte av butikskrediter.",
	"Let yourself to the amazing world of %server%": "Låt dig själv till den fantastiska världen av %server%",
	"You're getting closer to become the strongest! You can find anything that you're looking for here.": "Du kommer närmare att bli den starkaste! Du kan hitta allt du letar efter här.",
	"It's not too late to join the fun. Register now to meet with a flawless gameplay experience.": "Det är inte för sent att ansluta till roliga. Registrera dig nu för att möta med en perfekt spelupplevelse.",
	"First step to the world of fun.": "Första steget till världen av roliga.",
	"Sign in to access your account.": "Logga in för att komma åt ditt konto.",
	"Sign up to join our server.": "Registrera dig för att ansluta till vår server.",
	"Submit a reset request to access your account.": "Skicka en återställningsbegäran för att komma åt ditt konto.",
	"Change your password to access your account.": "Ändra ditt lösenord för att komma åt ditt konto.",
	"%value% members are registered on our server!": "%value% medlemmar är registrerade på vår server!",
	"This place looks empty. You can browse other servers. If you think this is a mistake, you can contact us.": "Detta ställe ser tomt ut. Du kan bläddra bland andra servrar. Om du tror att detta är ett misstag, kan du kontakta oss.",
	"Product not found! You can browse other products. If you think this is a mistake, you can contact us.": "Produkt hittades inte! Du kan bläddra bland andra produkter. Om du tror att detta är ett misstag, kan du kontakta oss.",
	"Notice": "Meddelande",
	"Don't forget to check the Help Centre before creating a support ticket.": "Glöm inte att kolla Hjälpcentret innan du skapar ett supportärende."
}