{
	"Welcome to the Store!": "Mağaza'ya Hoş geldiniz!",
	"Welcome to the official %server% Store. This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Birbirinden harika ürünlerin ve özelliklerin olduğu mağazamıza hoş geldiniz. Oyun eğlencenize renk katacak ürünlerimiz sayesinde oyuna hükmedenin kim olduğunu rakiplerine göster!",
	"This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Birbirinden harika ürünlerin ve özelliklerin olduğu mağazamıza hoş geldiniz. Oyun eğlencenize renk katacak ürünlerimiz sayesinde oyuna hükmedenin kim olduğunu rakiplerine göster!",
	"Are you ready to be best?": "En iyisi olmaya hazır mısın?",
	"Check out our server's news!": "Sunucumuzun haberlerine göz at!",
	"There is news from our server. Check out our posts so you don't miss the latest developments.": "Sunucumuzdan haberler var. Son gelişmeleri kaçırmamak için yazılarımıza göz at!",
	"There are discounts waiting for you in the store!": "Mağazamızda indirimler seni bekliyor!",
	"Play Now": "Şimdi Oyna",
	"Back to home!": "Anasayfaya dön!",
	"Play on %server%": "%server% sunucusunda oyna",
	"Server Address": "Sunucu Adresi",
	"Click to Join!": "Oyuna Katıl!",
	"Top Donor": "En Çok Kredi Yükleyen",
	"Top Donor This Month": "Bu ay en çok kredi yükleyen oyuncu",
	"Guest": "Misafir",
	"Click to Login!": "Tıkla Giriş Yap!",
	"Back to Store": "Mağazaya Dön",
	"Join": "Katıl",
	"Join Us": "Aramıza Katıl",
	"Join the Chat": "Sohbete Katıl",
	"Details": "Detaylar",
	"Announcements": "Duyurular",
	"Recent Registrations": "Son Kayıtlar",
	"Go to link": "Bağlantıya git",
	"%discount%% OFF!": "%discount%% İndirim!",
	"Bazaar item not found!": "Pazar eşyası bulunamadı!",
	"%value%  Registered Players": "%value%  Kayıtlı Oyuncu",
	"Buy/Sell in-game items for exchange of store credits!": "Oyun içi ürünleri kredi ile al/sat",
	"You can sell the items that you own in-game to other players, or buy from them for exchange of store credits.": "Oyunda elde ettiğiniz ürünleri Oyuncu Pazarında kredi karşılığı ile satabilir, diğer oyuncuların sattığı ürünleri satın alabilirsin.",
	"Let yourself to the amazing world of %server%": "%server% ile kendini yeşil dünyaya bırak",
	"You're getting closer to become the strongest! You can find anything that you're looking for here.": "Gücü eline alacağın eşyalar için mağazaya göz at!",
	"It's not too late to join the fun. Register now to meet with a flawless gameplay experience.": "Eğlence dünyasına ilk adımını atmak üzeresin.",
	"First step to the world of fun.": "Eğlenceye kaldığın yerden devam etmek için giriş yapmalısın.",
	"Sign in to access your account.": "Hesabınıza erişmek için giriş yapın.",
	"Sign up to join our server.": "Sunucumuza katılmak için kayıt olun.",
	"Submit a reset request to access your account.": "Hesabınıza erişmek için bir sıfırlama isteği gönderin.",
	"Change your password to access your account.": "Hesabınıza erişmek için şifrenizi değiştirin.",
	"%value% members are registered on our server!": "Sunucumuza %value% oyuncu kayıt oldu!",
	"This place looks empty. You can browse other servers. If you think this is a mistake, you can contact us.": "Burası boş görünüyor. Diğer sunuculara göz atabilirsin. Bunun bir hata olduğunu düşünüyorsan bizimle irtibata geçebilirsin.",
	"Product not found! You can browse other products. If you think this is a mistake, you can contact us.": "Böyle bir ürün yok. Diğer ürünlere göz atabilirsin. Bunun bir hata olduğunu düşünüyorsan bizimle irtibata geçebilirsin.",
	"Notice": "Bilgilendirme",
	"Don't forget to check the Help Centre before creating a support ticket.": "Doğru kategori ve doğru sunucu seçtiğinizden emin olunuz. Size en iyi şekilde Destek verebilmemiz için mesajınızın net ve açıklayıcı olmasına özen gösterin."
}