{
	"Welcome to the Store!": "Chào mừng đến với Cửa hàng!",
	"Welcome to the official %server% Store. This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Chào mừng đến với Cửa hàng chính thức của %server%. Đây là nơi để bạn nâng cao trải nghiệm chơi game. Chúng tôi cung cấp các gói cấp độ, vật phẩm và tăng tốc.",
	"This is the place for you to enhance your player experience. We offer rank passes, items and boosters.": "Đây là nơi để bạn nâng cao trải nghiệm chơi game. Chúng tôi cung cấp các gói cấp độ, vật phẩm và tăng tốc.",
	"Are you ready to be best?": "Bạn đã sẵn sàng để trở thành người chiến thắng chưa?",
	"Check out our server's news!": "Xem tin tức của máy chủ của chúng tôi!",
	"There is news from our server. Check out our posts so you don't miss the latest developments.": "Có tin tức từ máy chủ của chúng tôi. Hãy xem bài viết của chúng tôi để bạn không bỏ lỡ những phát triển mới nhất.",
	"There are discounts waiting for you in the store!": "Có những giảm giá đang chờ bạn trong cửa hàng!",
	"Play Now": "Chơi ngay",
	"Back to home!": "Quay lại trang chủ!",
	"Play on %server%": "Chơi trên %server%",
	"Server Address": "Địa chỉ máy chủ",
	"Click to Join!": "Nhấn để tham gia!",
	"Top Donor": "Người đóng góp nhiều nhất",
	"Top Donor This Month": "Người đóng góp nhiều nhất tháng này",
	"Guest": "Khách",
	"Click to Login!": "Đăng nhập!",
	"Back to Store": "Quay lại Cửa hàng",
	"Join": "Tham gia",
	"Join Us": "Tham gia chúng tôi",
	"Join the Chat": "Tham gia Chat",
	"Details": "Chi tiết",
	"Announcements": "Thông báo",
	"Recent Registrations": "Đăng ký gần đây",
	"Go to link": "Đi đến liên kết",
	"%discount%% OFF!": "%discount%% GIẢM GIÁ!",
	"Bazaar item not found!": "Không tìm thấy vật phẩm trên Bazaar!",
	"%value%  Registered Players": "%value%  Người chơi đã đăng ký",
	"Buy/Sell in-game items for exchange of store credits!": "Mua/Bán vật phẩm trong game để đổi với điểm cửa hàng!",
	"You can sell the items that you own in-game to other players, or buy from them for exchange of store credits.": "Bạn có thể bán vật phẩm mà bạn sở hữu trong game cho những người chơi khác, hoặc mua từ họ để đổi với điểm cửa hàng.",
	"Let yourself to the amazing world of %server%": "Hãy để mình tham gia vào thế giới tuyệt vời của %server%",
	"You're getting closer to become the strongest! You can find anything that you're looking for here.": "Bạn đang gần hơn để trở thành người mạnh nhất! Bạn có thể tìm thấy bất cứ thứ gì bạn đang tìm kiếm ở đây.",
	"It's not too late to join the fun. Register now to meet with a flawless gameplay experience.": "Chưa quá muộn để tham gia vào sự vui vẻ. Đăng ký ngay để gặp gỡ với trải nghiệm chơi game hoàn hảo.",
	"First step to the world of fun.": "Bước đầu tiên vào thế giới của sự vui vẻ.",
	"Sign in to access your account.": "Đăng nhập để truy cập tài khoản của bạn.",
	"Sign up to join our server.": "Đăng ký để tham gia máy chủ của chúng tôi.",
	"Submit a reset request to access your account.": "Gửi yêu cầu đặt lại để truy cập tài khoản của bạn.",
	"Change your password to access your account.": "Thay đổi mật khẩu để truy cập tài khoản của bạn.",
	"%value% members are registered on our server!": "%value% thành viên đã đăng ký trên máy chủ của chúng tôi!",
	"This place looks empty. You can browse other servers. If you think this is a mistake, you can contact us.": "Đây là nơi trống rỗng. Bạn có thể duyệt các máy chủ khác. Nếu bạn nghĩ đây là một lỗi, bạn có thể liên hệ với chúng tôi.",
	"Product not found! You can browse other products. If you think this is a mistake, you can contact us.": "Không tìm thấy sản phẩm! Bạn có thể duyệt các sản phẩm khác. Nếu bạn nghĩ đây là một lỗi, bạn có thể liên hệ với chúng tôi.",
	"Notice": "Thông báo",
	"Don't forget to check the Help Centre before creating a support ticket.": "Đừng quên kiểm tra Trung tâm trợ giúp trước khi tạo một phiếu hỗ trợ."
}